/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "film 3GPP";
"3GPP2 movie" = "film 3GPP2";
"AC-3 audio" = "audio AC-3";
"Ada source code" = "kod źródłowy Ada";
"Adaptive Multi-rate audio" = "plik audio AMR";
"Adobe Acrobat Forms Document (FDF)" = "dokument Adobe Acrobat Forms (FDF)";
"Adobe Acrobat Forms Document (XFDF)" = "dokument Adobe Acrobat Forms (XFDF)";
"Adobe Digital Editions (ETD)" = "Adobe Digital Editions (ETD)";
"Adobe DRM Activation Key (EDN)" = "klucz aktywacji Adobe DRM (EDN)";
"Adobe Illustrator document" = "dokument Adobe Illustrator";
"Adobe Photoshop document" = "dokument Adobe Photoshop";
"Advanced Authoring Format" = "Format Advanced Authoring";
"AFP Internet Location" = "adres AFP w Internecie";
"AFP Server" = "serwer AFP";
"AIFF audio" = "audio AIFF";
"AIFF-C audio" = "audio AIFF-C";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "Alert Caution";
"Alert Caution Badge" = "Alert Caution Badge";
"Alert Note" = "Alert Note";
"Alert Stop" = "Alert Stop";
"alias" = "skrót";
"Alias Badge" = "Alias Badge";
"alias data" = "skrót danych";
"Apple CoreAudio format" = "format Apple CoreAudio";
"Apple icon image" = "obrazek ikony Apple";
"Apple Logo" = "logo Apple";
"Apple Menu" = "menu Apple";
"Apple Menu Folder" = "katalog menu Apple";
"Apple Script Badge" = "Apple Script Badge";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Urządzenie bezprzewodowe Apple";
"AppleScript" = "AppleScript";
"AppleScript text" = "tekst AppleScript";
"AppleSingle archive" = "archiwum AppleSingle";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "strefa AppleTalk";
"Application" = "Program";
"application" = "program";
"Application Support Folder" = "katalog Application Support";
"Applications Folder" = "katalog Programy";
"assembly source code" = "kod źródłowy asemblera";
"Assistants Folder" = "katalog Asystenci";
"AU audio" = "AU audio";
"audio" = "audio";
"audio unit preset" = "ustawienie jednostki audio";
"audiovisual content" = "zawartość audiowizualna";
"AVI movie" = "film AVI";
"Backward Arrow" = "strzałka do tyłu";
"binary property list" = "lista własności binarnych";
"BD Video Disc" = "Płyta wideo BD";
"BOM-compatible archive" = "archiwum zgodne z BOM";
"BOM-generated compressed CPIO archive" = "skompresowane CPIO archiwum wygenerowane z BOM";
"bookmark" = "zakładka";
"Bourne-Again Shell script" = "skrypt powłoki Bash";
"Bundle" = "pakiet";
"bundle" = "pakiet";
"Burn" = "Nagraj";
"Bzip2 archive" = "Archiwum Bzip2";
"Bzip2 compressed tar archive" = "Skompresowane archiwum tar bzip2";
"C header code" = "kod nagłówków C";
"C++ header code" = "kod nagłówków C++";
"C Shell script" = "skrypt powłoki C";
"C source code" = "kod źródłowy C";
"C++ source code" = "kod źródłowy C++";
"calendar event" = "zdarzenie kalendarza";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "certyfikat (X.509)";
"Classic System Folder" = "katalog systemowy środowiska Classic";
"Clipping" = "Wycinek";
"clipping" = "wycinek";
"Color" = "Kolor";
"ColorSync Folder" = "katalog ColorSync";
"ColorSync profile" = "profil ColorSync";
"comma-separated values" = "wartości oddzielone przecinkiem";
"Component" = "Składnik";
"Computer" = "Komputer";
"Connect To" = "Połącz się z";
"contact information" = "informacje kontaktowe";
"content" = "zawartość";
"Contextual Menu Items Folder" = "katalog Rzeczy menu kontekstowego";
"Control Panel Folder" = "katalog Tablice Kontrolne";
"CPIO archive" = "archiwum CPIO ";
"Customize Toolbar" = "dostosuj pasek narzędzi";
"data" = "dane";
"database" = "baza danych";
"Data-fork font suitcase" = "walizeczka z czcionką w datafork";
"Delete Alias" = "usuń skrót";
"Delete Toolbar" = "usuń pasek narzędziowy";
"delimited text values" = "oddzielone wartości tekstowe";
"Desktop Folder" = "Desktop Folder";
"Developer Folder" = "katalog Developer";
"Device" = "Urządzenie";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "Digital Asset Exchange (DAE)";
"directory" = "katalog";
"Disabled Control Panel Folder" = "katalog Tablice Kontrolne (Nieaktywne)";
"Disabled Extensions Folder" = "katalog Rozszerzenia (Nieaktywne)";
"Disabled Shutdown Items Folder" = "katalog Rzeczy Końcowe (Nieaktywne)";
"Disabled Startup Items Folder" = "katalog Rzeczy Startowe (Nieaktywne)";
"Disabled System Extension Folder" = "katalog Rozszerzenia Systemowe";
"Disconnected File Server" = "odłączony serwer plików";
"disk image" = "obraz dysku";
"Document" = "dokument";
"Documents Folder" = "katalog Dokumenty";
"downloadable sound" = "pobieralny dźwięk";
"Drop Folder" = "katalog wrzutowy";
"DV movie" = "film DV";
"DVD Video Disc" = "Płyta wideo DVD";
"Dylan source code" = "kod źródłowy Dylan";
"Edition File" = "plik wydania";
"eFax fax" = "faks eFax";
"Eject Media" = "wysunięty nośnik";
"Encapsulated PostScript" = "Encapsulated PostScript";
"Erasing" = "wymazywanie";
"Executable Binary" = "plik binarny wykonywalny";
"Favorite Items" = "rzeczy Ulubione";
"fax" = "faks";
"file archive" = "plik archiwum";
"File Internet Location" = "adres pliku w Internecie";
"File Server" = "serwer plików";
"file URL" = "plik URL";
"File Vault" = "File Vault";
"filename extension" = "rozszerzenie nazwy pliku";
"Finder" = "Finder";
"Flash video" = "wideo Flash";
"FlashPix image" = "obrazek FlashPix";
"FLC animation" = "animacja FLC";
"Folder" = "katalog";
"folder" = "katalog";
"font" = "czcionka";
"Font suitcase" = "walizeczka z czcionką";
"font suitcase" = "walizeczka z czcionką";
"Fonts Folder" = "katalog Czcionki";
"Fortran source code" = "kod źródłowy Fortran";
"Forward Arrow" = "strzałka w przód";
"four-character code" = "czteroznakowy kod";
"framework" = "szablon roboczy";
"FTP Internet Location" = "adres FTP w Internecie";
"FTP Server" = "serwer FTP";
"Full Trash" = "Kosz pełny";
"Graphics Interchange Format (GIF)" = "Graphics Interchange Format (GIF)";
"Grid" = "Siatka";
"Group" = "Grupa";
"Group Folder" = "katalog grupy";
"Guest User" = "użytkownik gość";
"GZip archive" = "archiwum GZip";
"Help document" = "dokument pomocy";
"Help Folder" = "katalog Pomoc";
"Home Folder" = "katalog domowy";
"HTML text" = "tekst HTML";
"HTTP Internet Location" = "lokacja HTTP w Internecie";
"HTTP Server" = "serwer HTTP";
"ICS File" = "plik ICS";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "obraz";
"Internet Folder" = "katalog Internet";
"Internet Location" = "adres w Internecie";
"Internet PlugIn Folder" = "katalog Internet PlugIn";
"Internet Setup Assistant (INSS)" = "Asystent ustawień internetowych (INSS)";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"iTunes store URL" = "URL iTunes Store";
"item" = "rzecz";
"J2 fax" = "J2 fax";
"Java source code" = "kod źródłowy Java";
"JavaScript source code" = "kod źródłowy JavaScript";
"JPEG 2000 image" = "obrazek JPEG 2000";
"JPEG image" = "obrazek JPEG";
"Keep Arranged" = "Trzymaj uporządkowane";
"Kernel Extension" = "rozszerzenie jądra";
"Keynote document" = "dokument Keynote ";
"Keynote theme" = "motyw Keynote";
"Korn Shell script" = "skrypt powłoki Korn";
"Lex source code" = "kod źródłowy Lex";
"Library Folder" = "Katalog biblioteki";
"Locales Folder" = "katalog Locales";
"Locked" = "Blokada";
"Locked Badge" = "Locked Badge";
"M3U Playlist" = "lista utworów M3U";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = "otoczenie .Mac";
"MacPaint image" = "obrazek MacPaint";
"Magnifying Glass" = "lupa";
"Mail Internet Location" = "adres pocztowy w Internecie";
"message" = "wiadomość";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "arkusz kalkulacyjny Microsoft Excel 2007 (aktywne makra)";
"Microsoft Excel 97-2004 template" = "szablon Microsoft Excel 97-2004";
"Microsoft Excel 97-2004 worksheet" = "arkusz Microsoft Excel 97-2004";
"Microsoft Excel 97-2004 workspace" = "skoroszyt Microsoft Excel 97-2004";
"Microsoft PowerPoint 97-2004 presentation" = "prezentacja Microsoft PowerPoint 97-2004";
"Microsoft PowerPoint 97-2004 slide show" = "pokaz slajdów Microsoft PowerPoint 97-2004";
"Microsoft PowerPoint 97-2004 template" = "szablon Microsoft PowerPoint 97-2004";
"Microsoft Word 97 - 2004 document" = "dokument Microsoft Word 97 - 2004";
"Microsoft Word 97 - 2004 template" = "szablon Microsoft Word 97 - 2004";
"Microsoft Word 2003 XML document" = "dokument XML Microsoft Word 2003";
"MIDI audio" = "audio MIDI";
"Mig definition source code" = "kod źródłowy Mig definition";
"MIME type" = "typ MIME";
"MINC Image" = "Obraz MINC";
"mobile configuration" = "konfiguracja telefonu";
"mount point" = "punkt montowania";
"Mounted Badge" = "zamontowany obrazek";
"Mounted Folder" = "zamontowany katalog";
"movie" = "film";
"Movie Folder" = "katalog Filmy";
"MP2 audio" = "audio MP2";
"MP3 audio" = "MP3 audio";
"MPEG movie" = "film MPEG";
"MPEG-2 Transport Stream" = "Strumień przesyłania MPEG-2";
"MPEG-2 video" = "wideo MPEG-2";
"MPEG-4 audio" = "audio MPEG-4";
"MPEG-4 movie" = "film MPEG-4";
"Music Folder" = "katalog Muzyka";
"neighborhood" = "otoczenie";
"NetBootVolume" = "NetBootVolume";
"Network" = "Sieć";
"News Internet Location" = "Adres wiadomości w Internecie";
"NIfTI-1" = "NIfTI-1";
"No Files" = "brak plików";
"No Folder" = "brak katalogu";
"No Write" = "brak zapisu";
"NSPasteboard type" = "typ NSPasteboard";
"Numbers document" = "dokument Numbers";
"Numbers template" = "szablon Numbers";
"Objective-C source code" = "kod źródłowy Objective-C";
"Objective-C++ source code" = "kod źródłowy Objective-C++";
"Office Open XML" = "Office Open XML";
"Office Open XML presentation" = "prezentacja Office Open XML";
"Office Open XML presentation (macros enabled)" = "prezentacja Office Open XML (aktywne makra)";
"Office Open XML presentation template" = "szablon prezentacji Office Open XML";
"Office Open XML presentation template (macros enabled)" = "szablon prezentacji Office Open XML (aktywne makra)";
"Office Open XML slide show" = "Office Open XML slide show";
"Office Open XML slide show (macros enabled)" = "pokaz slajdów Office Open XML (aktywne makra)";
"Office Open XML spreadsheet" = "arkusz kalkulacyjny Office Open XML";
"Office Open XML spreadsheet (macro enabled)" = "arkusz kalkulacyjny Office Open XML (aktywne makra)";
"Office Open XML spreadsheet template" = "wzorzec arkusza kalkulacyjnego Office Open XML";
"Office Open XML spreadsheet template (macro enabled)" = "wzorzec arkusza kalkulacyjnego Office Open XML (aktywne makra)";
"Office Open XML word processing document" = "dokument przetwarzania tekstu Office Open XML";
"Office Open XML word processing document (macro enabled)" = "dokument przetwarzania tekstu Office Open XML (aktywne makra)";
"Office Open XML word processing template" = "szablon dokumentu przetwarzania tekstu Office Open XML";
"Office Open XML word processing template (macro enabled)" = "szablon dokumentu przetwarzania tekstu Office Open XML (aktywne makra)";
"Open Document" = "Open Document";
"Open Document chart" = "wykres Open Document";
"Open Document chart template" = "wzorzec wykresu Open Document";
"Open Document database" = "baza danych Open Document";
"Open Document formula" = "formuła Open Document";
"Open Document formula template" = "wzorzec formuły Open Document";
"Open Document graphics" = "grafika Open Document";
"Open Document graphics template" = "wzorzec Open Document";
"Open Document HTML template" = "wzorzec Open Document HTML";
"Open Document image" = "obrazka Open Document";
"Open Document image template" = "wzorzec obrazka Open Document";
"Open Document presentation" = "prezentacja Open Document";
"Open Document presentation template" = "szablon prezentacji Open Document";
"Open Document spreadsheet" = "arkusz kalkulacyjny Open Document";
"Open Document spreadsheet template" = "wzorzec arkusza kalkulacyjnego Open Document";
"Open Document text" = "tekst Open Document";
"Open Document text master" = "tekst główny Open Document";
"Open Document text template" = "szablon tekstu Open Document";
"Open Folder" = "Otwórz katalog";
"Open Media Framework interchange format" = "format wymiany Open Media Framework";
"OpenOffice.org 1.0 Drawing" = "rysunek OpenOffice.org 1.0";
"OpenOffice.org 1.0 Drawing Template" = "szablon rysunku OpenOffice.org 1.0";
"OpenOffice.org 1.0 Formula" = "formuła OpenOffice.org 1.0";
"OpenOffice.org 1.0 Master" = "wzorzec OpenOffice.org 1.0";
"OpenOffice.org 1.0 Presentation" = "prezentacja OpenOffice.org 1.0";
"OpenOffice.org 1.0 Presentation Template" = "szablon prezentacji OpenOffice.org 1.0";
"OpenOffice.org 1.0 Spreadsheet" = "arkusz OpenOffice.org 1.0";
"OpenOffice.org 1.0 Spreadsheet Template" = "szablon arkusza OpenOffice.org 1.0";
"OpenOffice.org 1.0 Text" = "tekst OpenOffice.org 1.0";
"OpenOffice.org 1.0 Text Template" = "szablon tekstu OpenOffice.org 1.0";
"OpenEXR image" = "obrazek OpenEXR";
"OpenType font" = "czcionka OpenType®";
"Owned Folder" = "posiadany katalog";
"Owner" = "właściciel";
"package" = "pakiet";
"Pages document" = "dokument Pages";
"Pages template" = "szablon Pages";
"Pascal source code" = "kod źródłowy Pascal";
"patch file" = "łatka";
"PC" = "PC";
"Perl script" = "skrypt Perl";
"personal information exchange (PKCS#12)" = "wymiana danych osobistych (PKCS#12)";
"PHP script" = "skrypt PHP ";
"Picture Clipping" = "wycinek obrazkowy";
"picture clipping" = "wycinek obrazkowy";
"Pictures Folder" = "katalog Obrazki";
"PKZip archive" = "archiwum PKZip";
"Plug-in" = "wtyczka";
"plug-in" = "wtyczka";
"PLS Playlist" = "lista PLS";
"Portable Document Format (PDF)" = "Portable Document Format (PDF)";
"Portable Network Graphics image" = "obrazek Portable Network Graphics";
"PostScript" = "PostScript";
"PostScript font" = "czcionka PostScript®";
"PostScript OpenType font" = "czcionka PostScript® OpenType®";
"PostScript Type 1 outline font" = "czcionka konturowa PostScript® Type 1";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "prekompilowany nagłówek C";
"precompiled C++ header" = "prekompilowany nagłówek C++";
"Preferences Document" = "dokument Preferencji";
"Preferences Folder" = "katalog Preferencje";
"preprocessed C source code" = "przetworzony kod źródłowy C";
"preprocessed C++ source code" = "przetworzony kod źródłowy C++";
"preprocessed Objective-C source code" = "przetworzony kod źródłowy Objective-C";
"preprocessed Objective-C++ source code" = "przetworzony kod źródłowy Objective-C++";
"preprocessed source code" = "przetworzony kod źródłowy";
"presentation" = "prezentacja";
"Print Monitor Folder" = "Katalog Drukowania";
"Printer Description Folder" = "katalog Opisy Drukarek";
"Printer Driver Folder" = "katalog Sterowniki drukarek";
"Private Folder" = "katalog Prywatne";
"Promised file content type" = "zapowiadany typ zawartości pliku";
"Promised file URL" = "zapowiadany plik URL";
"property list" = "lista własności";
"Protected Application Folder" = "zabezpieczony katalog Programy";
"protected MPEG-4 audio" = "zabezpieczony audio MPEG-4";
"protected MPEG-4 movie" = "zabezpieczony film MPEG-4";
"Protected System Folder" = "zabezpieczony System Folder";
"Public Folder" = "katalog Publiczne";
"Python script" = "skrypt Python";
"Question Mark" = "znak zapytania";
"QuickDraw picture" = "obrazek QuickDraw";
"QuickLook preview generator" = "generator podglądu QuickLook";
"QuickTime image" = "obrazek QuickTime";
"QuickTime movie" = "film QuickTime";
"RAM Disk" = "RAM Disk";
"Read-Only Folder" = "katalog tylko do odczytu";
"Recent Applications Folder" = "katalog Ostatnie programy";
"Recent Documents Folder" = "katalog Ostatnie dokumenty";
"Recent Items" = "Ostatnie rzeczy";
"Recent Servers Folder" = "katalog Ostatnie serwery";
"Rez source code" = "kod źródłowy Rez";
"rich text (RTF)" = "rich text (RTF)";
"rich text with attachments (RTFD)" = "rich text z załącznikami (RTFD)";
"rich text with attachments (RTFD) data" = "rich text z danymi w załącznikach (RTFD)";
"Right Container Arrow" = "Right Container Arrow";
"RSS web feed" = "artykuły RSS";
"Ruby script" = "skrypt Ruby";
"scalable vector graphics (SVG)" = "skalowalna grafika wektorowa (SVG)";
"script" = "skrypt";
"Scripting Additions Folder" = "katalog Scripting Additions";
"Scripts Folder" = "katalog Skrypty";
"Service" = "usługa";
"Shared Badge" = "udostępniany obrazek";
"Shared Folder" = "katalog udostępniany";
"Shared Library" = "biblioteka udostępniana";
"sharepoint" = "punkt udostępniany";
"Sharing Privs Not Applicable" = "Sharing Privs Not Applicable";
"Sharing Privs ReadOnly" = "Sharing Privs ReadOnly";
"Sharing Privs Read/Write" = "Sharing Privs Read/Write";
"Sharing Privs Unknown" = "Sharing Privs Unknown";
"Sharing Privs Writable" = "Sharing Privs Writable";
"shell script" = "skrypt powłoki";
"Shortcut" = "skrót";
"Silicon Graphics image" = "obrazek Silicon Graphics";
"Sites Folder" = "katalog Witryny";
"Smart Folder" = "inteligentny katalog";
"Sort Ascending" = "sortowanie rosnące";
"Sort Descending" = "sortowanie malejące";
"Sound Clipping" = "wycinek dźwiękowy";
"Sound Designer II audio" = "Sound Designer II audio";
"SoundFont audio" = "audio SoundFont";
"source code" = "kod źródłowy";
"Spotlight importer" = "importer Spotlight";
"Startup Folder" = "Katalog Startowy";
"Stationery" = "papeteria";
"Status Bar CD ROM" = "Status Bar CD ROM";
"Status Bar Trash" = "Status Bar Trash";
"StuffIt archive" = "archiwum StuffIt";
"StuffIt archive family" = "rodzina archiwów StuffIt";
"StuffIt X archive" = "archiwum StuffIt X";
"StuffIt X index" = "indeks StuffIt X";
"symbol export list" = "lista eksportowanych symboli";
"symbolic link" = "połączenie symboliczne";
"System Folder" = "Katalog Systemowy";
"tab-separated values" = "wartości oddzielone tabulatorem";
"Tenex C Shell script" = "skrypt powłoki tcsh";
"text" = "tekst";
"Text Clipping" = "wycinek tekstowy";
"text clipping" = "wycinek tekstowy";
"Text Encodings Folder" = "katalog Text Encodings";
"text with multimedia" = "tekst z danymi multimedialnymi";
"TGA image" = "obrazek TGA";
"Themes Folder" = "katalog Motywy";
"TIFF image" = "obrazek TIFF";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "Katalog paska narzędzi programu";
"Toolbar Documents Folder" = "Katalog paska narzędzi dokumentu";
"Toolbar Favorites" = "Ulubione paska narzędziowego";
"Toolbar Home" = "Katalog domowy paska narzędziowego";
"Toolbar Movie Folder" = "Katalog paska narzędzi filmu";
"Toolbar Music Folder" = "Katalog paska narzędzi muzyki";
"Toolbar Pictures Folder" = "Katalog paska narzędzi obrazków";
"Toolbar Public Folder" = "Pasek narzędzi katalogu Publiczne";
"Trash" = "Kosz";
"TrueType collection" = "zestaw TrueType®";
"TrueType collection font" = "czcionka TrueType®";
"TrueType datafork font" = "czcionka TrueType® w datafork";
"TrueType font" = "czcionka TrueType®";
"TrueType OpenType font" = "czcionka TrueType® OpenType®";
"uLaw audio" = "audio µLaw";
"Unknown Object" = "nieznany obiekt";
"Unlocked" = "odblokowane";
"URL" = "URL";
"URL name" = "nazwa URL";
"User" = "użytkownik";
"User iDisk" = "iDisk użytkownika";
"Users Folder" = "katalog Użytkownicy";
"UUEncoded archive" = "archiwum UUEncoded";
"video" = "wideo";
"volume" = "wolumin";
"Waveform audio" = "audio Waveform";
"web archive" = "archiwum www";
"Window" = "okno";
"Windows bitmap image" = "obrazek bitmapowy Windows";
"Windows icon image" = "obrazek ikony Windows";
"writing" = "zapisywanie";
"X bitmap image" = "obrazek bitmapowy X";
"XHTML" = "XHTML";
"XML Form (XFD)" = "formularz XML (XFD)";
"XML property list" = "lista własności XML";
"XML text" = "tekst XML";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "kod źródłowy Yacc";
"Z archive" = "archiwum Z";
"Z Shell script" = "skrypt powłoki Z";
"Zip archive" = "archiwum Zip";